/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "datum";
"AppDates.DATES.PAST_DUE" = "Gått över tiden";
"AppDates.DATES.TODAY" = "I dag";
"AppDates.DATES.THIS_WEEK" = "Denna vecka";
"AppDates.DATES.NEXT_WEEK" = "Nästa vecka";
"AppDates.DATES.UPCOMING" = "Kommande";
"AppDates.EMPTY.TITLE" = "Inga datum";
"AppDates.EMPTY.SUBTITLE" = "Du har för närvarande inga aktiva kurser med schemalagda händelser. Anmäl dig till en kurs för att se viktiga datum och deadlines.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Missat några deadlines?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Oroa dig inte – justera vårt föreslagna schema för att slutföra de förfallna uppgifterna utan att förlora några framsteg.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Flytta förfallodatum";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Profilinfo";
"Profile.ABOUT" = "Om mig";
"Profile.EDIT_PROFILE" = "Redigera profil";
"Profile.YEAR_OF_BIRTH" = "Födelseår:";
"Profile.BIO" = "Bio:";
"Profile.SETTINGS" = "Inställningar";
"Profile.SETTINGS_VIDEO" = "Videoinställningar";
"Profile.DATES_AND_CALENDAR" = "Datum & Kalender";
"Profile.SUPPORT_INFO" = "Supportinformation";
"Profile.CONTACT" = "kontakta supporten";
"Profile.TERMS" = "Användarvillkor";
"Profile.PRIVACY" = "Integritetspolicy";
"Profile.COOKIE_POLICY" = "Cookiepolicy";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Sälj inte min personliga information";
"Profile.FAQ_TITLE" = "Visa vanliga frågor";
"Profile.MANAGE_ACCOUNT" = "Hantera konto";
"Profile.LEARNING_SITES" = "Lärandeplatser";
"Profile.LOGOUT" = "Logga ut";
"Profile.SWITCH_TO" = "Byt till";
"Profile.FULL_PROFILE" = "full profil";
"Profile.LIMITED_PROFILE" = "begränsad profil";
"Profile.LOGOUT_ALERT.TITLE" = "Bekräfta utloggning";
"Profile.LOGOUT_ALERT.TEXT" = "Är du säker på att du vill logga ut?";
"Profile.DELETE_ALERT.TITLE" = "Varning!";
"Profile.DELETE_ALERT.TEXT" = "Vill du verkligen radera ditt konto?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Lämna utan att spara?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Ändringar du har gjort kommer att förkastas.";
"Profile.EDIT.TOO_YONG_USER" = "Du måste vara över 13 år gammal för att ha en profil med fullständig tillgång till information.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "En begränsad profil delar endast ditt användarnamn och profilfoto.";
"Profile.EDIT.DELETE_ACCOUNT" = "Ta bort konto";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Födelseår";
"Profile.EDIT.FIELDS.LOCATION" = "Plats";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Talat språk";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Om mig:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Byt profilbild";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Välj från galleriet";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Ta bort foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Avbryt";
"Profile.DELETE_ACCOUNT.TITLE" = "Ta bort konto";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Är du säker på att du vill ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "radera ditt konto?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "För att bekräfta denna åtgärd, vänligen ange ditt kontolösenord.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Lösenord";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Ange lösenord";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Ja, ta bort konto";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Tillbaka till profilen";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Lösenordet är felaktigt. Försök igen.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Videoinställningar";
"Profile.SETTINGS.WIFI_TITLE" = "Endast nedladdning via Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Ladda bara ner innehåll när wi-fi är påslaget";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Videoströmningskvalitet";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Auto (Rekommenderas)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Rekommenderas";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Lägre dataanvändning";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Bästa kvalitet";
"Profile.SETTINGS.VERSION" = "Version:";
"Profile.SETTINGS.UP_TO_DATE" = "Uppdaterad";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Tryck för att uppdatera till version";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Tryck för att installera nödvändig appuppdatering";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Det går inte att skicka e-post. Det verkar som att din e-postklient inte är konfigurerad.";
"Profile.CALENDAR.NEW_CALENDAR" = "Ny kalender";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Ändra synkroniseringsalternativ";
"Profile.CALENDAR.ACCOUNT" = "Konto";
"Profile.CALENDAR.CALENDAR_NAME" = "Kalendernamn";
"Profile.CALENDAR.COLOR" = "Färg";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Kommande uppgifter för aktiva kurser kommer att visas i den här kalendern";
"Profile.CALENDAR.CANCEL" = "Avbryt";
"Profile.CALENDAR.BEGIN_SYNCING" = "Börja synkronisera";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Synkroniserad";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Synkronisering misslyckades";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Offline";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Synkroniserar med kalender...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Kalenderåtkomst";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Inaktivera kalendersynkronisering";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "För att visa kommande uppgifter och kursmilstolpar i din kalender behöver vi tillåtelse att få åtkomst till din kalender.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Att stänga av kalendersynkronisering kommer att radera kalendern “%@”. Du kan slå på kalendersynkronisering igen när som helst.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Bevilja kalenderåtkomst";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Inaktivera synkronisering";
"Profile.CALENDAR_DIALOG.CANCEL" = "Avbryt";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datum & Kalender";
"Profile.CALENDAR_SYNC.TITLE" = "Kalendersynkronisering";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Ställ in kalendersynkronisering för att visa dina kommande uppgifter och kursmilstolpar i din kalender. Nya uppgifter och ändrade kursdatum synkroniseras automatiskt.";
"Profile.CALENDAR_SYNC.BUTTON" = "Ställ in kalendersynkronisering";
"Profile.OPTIONS.TITLE" = "Alternativ";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Använd relativa datum";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Visa relativa datum som \"I morgon\" och \"I går\"";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Visa hela datum som \"1 januari 2021\"";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datum & Kalender";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Kurskalender Synkronisering";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Vänligen återanslut din kalender för att återuppta synkroniseringen";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "För närvarande synkroniseras händelser till din kalender";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Återanslut kalender";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Ändra synkroniseringsalternativ";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Synkroniserar %d kurser";
"Profile.OPTIONS.TITLE" = "Alternativ";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Använd relativa datum";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Visa relativa datum som \"I morgon\" och \"I går\"";
"Profile.COURSES_TO_SYNC.TITLE" = "Kurser att synkronisera";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Att inaktivera synkronisering för en kurs kommer att ta bort alla händelser kopplade till kursen från din synkroniserade kalender.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Dölj inaktiva kurser";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Ta automatiskt bort händelser från kurser du inte har tittat på den senaste månaden";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inaktiv";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Lokal";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Accent";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Röd";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Orange";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Gul";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Grön";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Blå";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Lila";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Brun";
"Profile.CALENDAR.COURSE_DATES" = "%@ Kursdatum";
"Profile.DROP_DOWN_PICKER.SELECT" = "Välj";
"Profile.SYNC_SELECTOR.SYNCED" = "Att synkronisera";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Inte synkroniserad";
"Profile.SYNC.NO_SYNCED" = "Inga synkroniserade kurser";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Inga kurser synkroniseras för närvarande till din kalender.";
"Downloads.DOWNLOADS.TITLE" = "Nedladdningar";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Hantera nedladdningsinställningar";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Inga kurser med nedladdningsbart innehåll";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Du har för närvarande inga kurser med nedladdningsbart innehåll.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ nedladdad";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Allt %@ nedladdat";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ tillgänglig";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Ladda ner kurs";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Laddar ner";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Laddar kursstruktur...";
"Downloads.MENU_OPTION.REMOVE" = "Ta bort kursnedladdningar";
"Downloads.MENU_OPTION.CANCEL" = "Avbryt nedladdning";
"Discovery.TITLE" = "Upptäck";
"Discovery.SEARCH" = "Sök";
"Discovery.HEADER.TITLE_1" = "Upptäck nya";
"Discovery.HEADER.TITLE_2" = "Låt oss hitta en ny kurs för dig.";
"Discovery.SEARCH.TITLE" = "sökresultat";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Börja skriva för att hitta kursen";
"Discovery.UPDATE_REQUIRED_TITLE" = "Appuppdatering krävs";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Denna version av OpenEdX-appen är föråldrad. För att fortsätta lära och få de senaste funktionerna och korrigeringarna, uppgradera till den senaste versionen.";
"Discovery.UPDATE_WHY_NEED" = "Varför behöver jag uppdatera?";
"Discovery.UPDATE_DEPRECATED_APP" = "Föråldrad appversion";
"Discovery.UPDATE_BUTTON" = "Uppdatera";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Kontoinställningar";
"Discovery.UPDATE_NEEDED_TITLE" = "Appuppdatering";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Vi rekommenderar att du uppdaterar till den senaste versionen. Uppgradera nu för att få de senaste funktionerna och korrigeringarna.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Inte nu";
"Discovery.UPDATE_NEW_AVALIABLE" = "Ny uppdatering tillgänglig! Uppgradera nu för att få de senaste funktionerna och korrigeringarna";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Lämnar appen";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Du lämnar nu appen och öppnar en webbläsare";
"Discovery.DETAILS.TITLE" = "kursinnehåll";
"Discovery.DETAILS.VIEW_COURSE" = "Visa kurs";
"Discovery.DETAILS.ENROLL_NOW" = "Anmäl dig nu";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Du kan inte anmäla dig till den här kursen eftersom anmälningsdatumet har passerat.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "För att registrera dig i denna kurs, se till att du är ansluten till internet.";
"Discovery.DETAILS.COURSE_BANNER" = "Kursbanner";
"Discovery.ALERT.AUTHORIZATION" = "Behörighet";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Vänligen logga in i systemet för att fortsätta med kursregistreringen.";
"Discussion.TITLE" = "Diskussioner";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Inlägg i diskussioner är inaktiverat av kursteamet";
"Discussion.TOPICS.SEARCH" = "Sök bland alla inlägg";
"Discussion.TOPICS.ALL_POSTS" = "Alla inlägg";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Inlägg jag följer";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Huvudkategorier";
"Discussion.TOPICS.UNNAMED" = "Namnlös underkategori";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Senaste aktivitet";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Mest aktivitet";
"Discussion.POSTS.SORT.MOST_VOTES" = "Flest röster";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Inga diskussioner ännu";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Klicka på knappen nedan för att skapa din första diskussion.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Skapa diskussion";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Lägga till ett inlägg";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Alla inlägg";
"Discussion.POSTS.FILTER.UNREAD" = "Olästa";
"Discussion.POSTS.FILTER.UNANSWERED" = "Obesvarad";
"Discussion.POSTS.CREATE_NEW_POST" = "Skapa nytt inlägg";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Gör ett val";
"Discussion.POST.LAST_POST" = "Senaste inlägg:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Kommentar tillagd";
"Discussion.THREAD.ADD_RESPONSE" = "Lägga till ett svar";
"Discussion.CREATE_THREAD.NEW_POST" = "Skapa nytt inlägg";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Välj inläggstyp";
"Discussion.CREATE_THREAD.TOPIC" = "Ämne";
"Discussion.CREATE_THREAD.TITLE" = "Titel";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Följ denna diskussion";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Följ den här frågan";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Skapa ny diskussion";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Skapa ny fråga";
"Discussion.COMMENT.REPORT" = "Rapportera";
"Discussion.COMMENT.UNREPORT" = "Avrapportera";
"Discussion.COMMENT.FOLLOW" = "Följ";
"Discussion.COMMENT.UNFOLLOW" = "Sluta följ";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Kommentar";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Kommentar tillagd";
"Discussion.RESPONSE.ADD_COMMENT" = "Lägga till en kommentar";
"Discussion.POST_TYPE.QUESTION" = "fråga";
"Discussion.POST_TYPE.DISCUSSION" = "diskussion";
"Discussion.SEARCH" = "Sök";
"Discussion.SEARCH.TITLE" = "Sökresultat";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Börja skriva för att hitta ämnena";
"Discussion.ANONYMOUS" = "Anonym";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Det går inte att ladda diskussioner.\nFörsök igen senare.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Grattis, du har tjänat detta kurscertifikat i “%@\.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Se certifikat";
"Course.OUTLINE.CERTIFICATE" = "Certifikat";
"Course.OUTLINE.COURSE_VIDEOS" = "Kursvideor";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Kursen har inte startat än.";
"Course.COURSEWARE.COURSE_CONTENT" = "Kursinnehåll";
"Course.COURSEWARE.COURSE_UNITS" = "Kursenheter";
"Course.COURSEWARE.NEXT" = "Nästa";
"Course.COURSEWARE.PREVIOUS" = "Prev";
"Course.COURSEWARE.PREVIOUS_FULL" = "Tidigare";
"Course.COURSEWARE.FINISH" = "Avsluta";
"Course.COURSEWARE.GOOD_WORK" = "Bra jobbat!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Tillbaka till översikten";
"Course.COURSEWARE.SECTION" = "Du har slutfört “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Fortsätt";
"Course.COURSEWARE.RESUME_WITH" = "Återuppta med:";
"Course.ERROR.NO_INTERNET" = "Du är inte ansluten till internet. Kontrollera din internetanslutning.";
"Course.ERROR.RELOAD" = "Ladda om";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Kurskomponent hittades inte, vänligen ladda om";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Det finns för närvarande inga utdelningar för denna kurs.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Det finns för närvarande inga meddelanden för denna kurs.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Inga videor tillgängliga för den här kursen.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Inga uppgifter tillgängliga för denna kurs.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Kursdatum är för närvarande inte tillgängliga.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Inget kursinnehåll är för närvarande tillgängligt.";
"Course.ALERT.ROTATE_DEVICE" = "Rotera din enhet för att se den här videon i helskärm.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Är du säker på att du vill ta bort alla video(r) för";
"Course.ALERT.DELETE_VIDEOS" = "Är du säker på att du vill ta bort video(r) för";
"Course.ALERT.STOP_DOWNLOADING" = "Att stänga av strömbrytaren kommer att stoppa nedladdningen och radera alla nedladdade videor för";
"Course.ALERT.WARNING" = "Varning";
"Course.COURSE_CONTAINER.HOME" = "Hem";
"Course.COURSE_CONTAINER.CONTENT" = "Innehåll";
"Course.COURSE_CONTAINER.PROGRESS" = "Framsteg";
"Course.COURSE_CONTAINER.VIDEOS" = "videoklipp";
"Course.COURSE_CONTAINER.OFFLINE" = "Offline";
"Course.COURSE_CONTAINER.DATES" = "datum";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Diskussioner";
"Course.COURSE_CONTAINER.HANDOUTS" = "Mer";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Handouts under utveckling";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Du har slutfört %@%% av kursens framsteg";
"Course.COURSE_CAROUSEL.GRADES" = "Betyg";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Detta representerar ditt viktade betyg mot det betyg som krävs för att bli godkänd på denna kurs.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Allt innehåll";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Du granskar den här kursen nu och har begränsad tillgång till kursmaterial.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Uppgradera nu";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Du har sett alla videor!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Du är klar med alla uppgifter!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Videor\nslutförda";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Uppgifter\nslutförda";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Fortsätt titta";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Nästa video";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Alla videor";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Alla uppdrag";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Nästa uppgift";
"Course.COURSE_CONTENT.ALL" = "Alla";
"Course.COURSE_CONTENT.VIDEOS" = "videoklipp";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Uppgifter";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Kursavslutning";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Detta representerar hur mycket av kursinnehållet du har genomfört. Observera att visst innehåll kanske inte har släppts ännu.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Avslutad";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Övergripande framsteg";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Återstående";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "låst";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Betygsframsteg";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Godkänt";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Inte godkänd";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Se certifikat";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Avsnittsframsteg";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Ingen tillgänglig framsteg";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Börja lära dig för att se dina framsteg här";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Övergripande betyg";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Detta representerar ditt viktade betyg mot det betyg som krävs för att bli godkänd på denna kurs.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Nuvarande totalviktade betyg:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "En viktad betygsättning på %@%% krävs för att klara denna kurs";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Nödvändig";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Betygsdetaljer";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Uppdragstyp";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Aktuell / Max %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Avslutad";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "av betyg";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Denna kurs innehåller inga betygsatta uppgifter.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Handouts";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Meddelanden";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Hitta viktig kursinformation";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Håll dig uppdaterad med de senaste nyheterna";
"Course.NOT_AVALIABLE.TITLE" = "Denna interaktiva komponent är inte tillgänglig på mobila enheter";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Utforska andra delar av den här kursen eller visa detta på webben.";
"Course.NOT_AVALIABLE.BUTTON" = "Öppna i webbläsare";
"Course.SUBTITLES.TITLE" = "Undertexter";
"Course.ACCESSIBILITY.DOWNLOAD" = "Ladda ner";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Avbryt nedladdning";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Ta bort nedladdning";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Kursens slutförande framstegsringen";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Avsnitt för sammanlagt betyg";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Avsnitt för betygsdetaljer";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Uppgiftsobjekt";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Obligatorisk betyg för att klara indikator";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ procent klart";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ procent krävs för att klara";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ av %@ slutfört, %@ av %@ procent av betyget";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Nuvarande betyg: %@ procent";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Varning om betygskrav: %@ procent krävs för att klara";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Visualisering av framsteg som visar %@ uppgiftskategorier";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Sammanlagd framsteg: %@ procent";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Visar en uppdelning av framsteg efter uppgiftstyp";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Den här kursen har inga betygsatta uppgifter att visa";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Fullfölj kursaktiviteter för att se dina framsteg här";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Rubrik för uppgiftstyp";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Aktuell och maximal procent kolumnrubrik";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Vikt: %@ procent av betyget";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ av %@ slutfört";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Nuvarande betyg: %@ av %@ procent";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ av %@ klart. Vikt: %@ procent av betyget. Nuvarande betyg: %@ av %@ procent";
"Course.DOWNLOAD.DOWNLOADS" = "Nedladdningar";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Alla videor nedladdade";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Laddar ner videor...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Ladda ner till enhet";
"Course.DOWNLOAD.VIDEOS" = "videoklipp";
"Course.DOWNLOAD.REMAINING" = "Återstående";
"Course.DOWNLOAD.UNTITLED" = "Namnlös";
"Course.DOWNLOAD.TOTAL" = "Total";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Du kan inte ändra nedladdningskvaliteten för videor när alla videor laddas ner";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Dina nuvarande nedladdningsinställningar tillåter endast nedladdningar över Wi-Fi.\nVänligen anslut till ett Wi-Fi-nätverk eller ändra dina nedladdningsinställningar.";
"Course.COURSE_DATES.TODAY" = "I dag";
"Course.COURSE_DATES.COMPLETED" = "Avslutad";
"Course.COURSE_DATES.PAST_DUE" = "Gått över tiden";
"Course.COURSE_DATES.DUE_NEXT" = "Kommer nästa gång";
"Course.COURSE_DATES.UNRELEASED" = "Inte släppt";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Endast verifierad";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Dolda objekt";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Objekt dolt";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Förfallodatum ändrade";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Dina förfallodatum har flyttats för att hjälpa dig att hålla dig på rätt spår.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Visa alla datum";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Synkronisera med kalender";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Synkronisera automatiskt alla deadlines och förfallodatum för denna kurs till din kalender.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Lägga till kalender";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Ta bort kalender";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Skulle du vilja lägga till %@-kalendern \"%@\"? \n Du kan redigera eller ta bort kurskalendern när som helst i Kalender eller Inställningar.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Skulle du vilja ta bort %@-kalendern \"%@\"?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" har lagts till i din kalender.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Synkroniserar kalender...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Visa händelser";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Din kurskalender har lagts till.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Din kurskalender har tagits bort.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Kalenderhändelser";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Din kurskalender är inaktuell";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Dina kursdatum har ändrats och din kurskalender är inte längre uppdaterad med ditt nya schema.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Uppdatera nu";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Din kurskalender har uppdaterats.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ har inte kalenderbehörighet. Gå till inställningar och ge kalenderbehörighet.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Öppna inställningar";
"Course.COURSE_DATES.SETTINGS" = "Inställningar";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Dina datum kunde inte ändras. Försök igen.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Dina datum har flyttats framgångsrikt.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Kursdatum";
"Course.COURSE.DUE_TODAY" = "Förfaller idag";
"Course.COURSE.DUE_TOMORROW" = "Förfaller imorgon";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Klart";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ avsnitt slutförda";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Klart";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Tittat";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Visa slutförda";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Dölj slutförda";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Avslutad";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Dra och släpp";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Uppdrag";
"Course.COURSE.ASSIGNMENT_GRADED" = "Betygsatt";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Ej påbörjad";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Öppen bedömning";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Kamratundervisning";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problem";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Enkät";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Pågående";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Ordmoln";
"Course.COURSE.ASSIGNMENT_LTI" = "Extern verktyg";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Diskussionsforum";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Största nedladdningar";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Klar";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Redigera";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Ta bort alla nedladdningar";
"Course.COURSE.OFFLINE.VISIBLE" = "%@%% av denna kurs är synlig på mobila enheter.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@%% av denna kurs är nedladdningsbar.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% av denna kurs kan genomföras offline.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Nedladdat";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Laddar ner";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Tillgänglig för nedladdning";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Klar att ladda ner";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Ladda ner alla";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Avbryt kursnedladdning";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Du kan ladda ner kursinnehåll offline för att lära dig på språng, utan att behöva en aktiv internetanslutning eller använda mobildata.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Inget av innehållet i den här kursen är för närvarande tillgängligt för nedladdning offline.";
"Course.COURSE.RETURN_TO_HOME" = "Återgå till kursens startsida";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Denna komponent är inte nedladdad";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Utforska andra delar av den här kursen eller ladda ner detta när du återansluter.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Denna komponent är ännu inte tillgänglig offline";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Utforska andra delar av den här kursen eller titta på detta när du återansluter.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Synkroniserad med kalender";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Kalendersynkronisering misslyckades";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Offline";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ färdig - %@/%@ poäng";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Försenad - %@/%@ poäng";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Inte tillgänglig än";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ poäng";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Granska kursens betygspolicy";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Okänd";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Kursframstegssektion";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Fortsätt lära-sektionen";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Kursinnehållsavsnitt";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Felmeddelandesektion";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Laddar avsnitt";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Videosektion";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Videoframsteg %@ av %@ slutfört.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Uppgiftssektion";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Avsnitt för uppgiftsframsteg";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Ingen tillgänglig information i avsnittet";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Nästa sida";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Sista sidan";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "föregående sida";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ av %@ uppgifter slutförda";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Tryck för att dölja slutförda avsnitt";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Tryck för att visa slutförda avsnitt";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ avsnitt, %@ av %@ videor tittade";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Ladda ner avsnitt, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, slutförd";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% tittade";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, ej påbörjad";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Tryck för att spela video";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ procent klart";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ från %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Videonavigering";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Ingen videotitel";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Logga in";
"Authorization.SIGN_IN.WELCOME_BACK" = "Välkommen tillbaka! Logga in för att få tillgång till dina kurser.";
"Authorization.SIGN_IN.EMAIL" = "E-post";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Email eller användarnamn";
"Authorization.SIGN_IN.PASSWORD" = "Lösenord";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Glömt lösenordet?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Vald webbplats";
"Authorization.SIGN_IN.CHANGE" = "Byta";
"Authorization.SIGN_IN.AGREEMENT" = "Genom att logga in i denna app godkänner du [%@ slutanvändarlicensavtalet](%@) och [%@ användarvillkoren och hederskoden](%@) och du bekräftar att %@ och varje medlem behandlar dina personuppgifter i\nenlighet med [integritetspolicyn.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Börja idag för att bygga din karriär med självförtroende";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Ett integrerat program av kunskaps- och bemyndigandeprogram för att utveckla komponenterna i donationssektorn och dess arbetare";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Logga in";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Logga in via den nationella enhetliga inloggningstjänsten";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Ogiltig e-postadress";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Ogiltig lösenordslängd";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Detta %@-konto är inte kopplat till något %@-konto. Vänligen registrera dig.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Ogiltig e-postadress eller användarnamn";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Ditt konto är inaktiverat. Vänligen kontakta kundsupport för hjälp.";
"Authorization.SIGN_UP.SUBTITLE" = "Skapa ett konto för att börja lära dig idag!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Skapa konto";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Dölj valfria fält";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Visa valfria fält";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Du har loggat in framgångsrikt.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Vi behöver bara lite mer information innan du börjar lära dig.";
"Authorization.SIGN_UP.AGREEMENT" = "Genom att skapa ett konto godkänner du [%@ slutanvändarlicensavtalet](%@) och [%@ användarvillkoren och hederskoden](%@) och du bekräftar att %@ och varje medlem behandlar dina personuppgifter i enlighet med [integritetspolicyn.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Jag samtycker till att %@ kan skicka marknadsföringsmeddelanden till mig.";
"Authorization.FORGOT.TITLE" = "Glömt lösenordet?";
"Authorization.FORGOT.DESCRIPTION" = "Ange din e-postadress för inloggning eller återställning nedan så skickar vi ett e-postmeddelande med instruktioner.";
"Authorization.FORGOT.REQUEST" = "Återställ lösenord";
"Authorization.FORGOT.CHECK_TITLE" = "Kolla din mail";
"Authorization.FORGOT.CHECK_Description" = "Vi har skickat instruktioner för återställning av lösenord till din e-post ";
"Authorization.CONTINUE_WITH" = "Fortsätt med:";
"Authorization.LAST_SIGN_IN" = "Senaste inloggning";
"Authorization.OR_SIGN_IN_WITH" = "Eller logga in med e-post:";
"Authorization.OR_REGISTER_WITH" = "Registrera dig nedan:";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Eller";
"Authorization.STARTUP.INFO_MESSAGE" = "Kurser och program från världens bästa universitet i din ficka.";
"Authorization.STARTUP.SEARCH_TITLE" = "Vad vill du lära dig?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Sök bland våra 3000+ kurser";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Utforska alla kurser";
"Authorization.STARTUP.TITLE" = "Start";
"Authorization.LEARNING_SITES.TITLE" = "Lärandeplatser";
"Authorization.LEARNING_SITES.GET_STARTED" = "Kom igång";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Sök";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Konst- och vetenskapsuniversitetet";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Inga skolor matchar din sökning";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Logga ut";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Är du säker på att du vill logga ut från %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Logga ut";
"WhatsNew.TITLE" = "Vad är nytt";
"WhatsNew.BUTTON_PREVIOUS" = "Tidigare";
"WhatsNew.BUTTON_NEXT" = "Nästa";
"WhatsNew.BUTTON_DONE" = "Klar";
"Dashboard.TITLE" = "Instrumentbräda";
"Dashboard.HEADER.COURSES" = "Kurser";
"Dashboard.HEADER.WELCOME_BACK" = "Välkommen tillbaka. Låt oss fortsätta lära oss.";
"Dashboard.SEARCH" = "Sök";
"Dashboard.EMPTY.SUBTITLE" = "Du är inte anmäld till några kurser än.";
"Dashboard.LEARN.TITLE" = "Lär";
"Dashboard.LEARN.VIEW_ALL" = "Visa alla";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Visa alla kurser (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Alla kurser";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Försenad uppgift";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Visa uppgifter";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Försenade uppgifter";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Uppgifter förfaller %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Förfaller om %@ dagar";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Återuppta kursen";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Starta kursen";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kurser";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Program";
"Dashboard.LEARN.CATEGORY.ALL" = "Alla";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Pågående";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Avslutad";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Utgånget";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Inga kurser";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Inga pågående kurser";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Inga avslutade kurser";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Inga utgångna kurser";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Du är inte för närvarande inskriven i några kurser, vill du utforska kurskatalogen?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Hitta en kurs";
"Core.MAINSCREEN.DISCOVERY" = "Upptäck";
"Core.MAINSCREEN.DASHBOARD" = "Instrumentbräda";
"Core.MAINSCREEN.IN_DEVELOPING" = "Under utveckling";
"Core.MAINSCREEN.PROGRAMS" = "Program";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Lär";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Du har redan skapat ett %@-konto med ditt %@-konto. Du har loggats in med det kontot.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Försök igen";
"Core.ERROR.INVALID_CREDENTIALS" = "Ogiltiga inloggningsuppgifter";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Långsam eller ingen internetanslutning";
"Core.ERROR.NO_CACHED_DATA" = "Ingen cachelagrad data för offline-läge";
"Core.ERROR.USER_NOT_ACTIVE" = "Användarkontot är inte aktiverat. Vänligen aktivera ditt konto först.";
"Core.ERROR.UNKNOWN_ERROR" = "Något gick fel";
"Core.ERROR.WIFI" = "Du kan bara ladda ner filer via Wi-Fi. Du kan ändra detta i inställningarna.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Auktorisering misslyckades.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Ingen internetanslutning";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Vänligen anslut till internet för att se detta innehåll.";
"Core.COURSEWARE.COURSE_CONTENT" = "Kursinnehåll";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Denna interaktiva komponent är ännu inte tillgänglig på mobila enheter.";
"Core.COURSEWARE.COURSE_UNITS" = "Kursenheter";
"Core.COURSEWARE.NEXT" = "Nästa";
"Core.COURSEWARE.PREVIOUS" = "Prev";
"Core.COURSEWARE.FINISH" = "Avsluta";
"Core.COURSEWARE.GOOD_WORK" = "Bra jobbat!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Tillbaka till översikten";
"Core.COURSEWARE.SECTION_COMPLETED" = "Du har slutfört “%@”.";
"Core.COURSEWARE.CONTINUE" = "Fortsätt";
"Core.COURSEWARE.RESUME" = "Återuppta";
"Core.COURSEWARE.RESUME_WITH" = "Återuppta med:";
"Core.COURSEWARE.NEXT_SECTION" = "Nästa avsnitt";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "För att fortsätta med “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” tryck på ”Nästa avsnitt”.";
"Core.ERROR.RELOAD" = "Ladda om";
"Core.DATE.COURSE_STARTS" = "Kursen börjar";
"Core.DATE.COURSE_ENDS" = "Kursen slutar";
"Core.DATE.COURSE_ENDED" = "Kurs avslutad";
"Core.DATE.ENDED" = "slutade";
"Core.DATE.START" = "Start";
"Core.DATE.STARTED" = "Påbörjad";
"Core.DATE.JUST_NOW" = "Precis nyss";
"Core.DATE.TODAY" = "I dag";
"Core.DATE.NEXT" = "Nästa %@";
"Core.DATE.DAYS_AGO" = "%@ dagar sedan";
"Core.DATE.DUE" = "Förfallodag ";
"Core.DATE.DUE_IN" = "Ska lämnas in ";
"Core.DATE.DUE_IN_DAYS" = "Förfaller om %@ dagar";
"Core.DATE.DUE_TODAY" = "Förfaller idag: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ dagar försenad: %@";
"Core.DATE.DUE_IN_LEFT" = "Förfaller om %@ dagar: %@";
"Core.ALERT.ACCEPT" = "Acceptera";
"Core.ALERT.CANCEL" = "Avbryt";
"Core.ALERT.LOGOUT" = "Logga ut";
"Core.ALERT.LEAVE" = "Lämna";
"Core.ALERT.SIGN_IN" = "Logga in";
"Core.ALERT.REGISTER" = "Registrera";
"Core.ALERT.KEEP_EDITING" = "Fortsätt redigera";
"Core.ALERT.DELETE" = "Radera";
"Core.ALERT.ADD" = "Lägga till";
"Core.ALERT.REMOVE" = "ta bort";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Ta bort kurskalender";
"Core.NO_INTERNET.OFFLINE" = "Offline";
"Core.NO_INTERNET.DISMISS" = "Avfärda";
"Core.NO_INTERNET.RELOAD" = "Ladda om";
"Core.DATE_FORMAT.MMMM_DD" = "den dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "dd MMM yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "den MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Ladda ner";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Nedladdat";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Avslutad";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Videonedladdningskvalitet";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Rekommenderas";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Lägre dataanvändning";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Bästa kvalitet";
"Core.DONE" = "Klar";
"Core.VIEW" = "Se";
"Core.BACK" = "Tillbaka";
"Core.OK" = "Ok";
"Core.CLOSE" = "Stäng";
"Core.PICKER.SEARCH" = "Sök";
"Core.PICKER.ACCEPT" = "Acceptera";
"Core.WEBVIEW.ALERT.OK" = "Ok";
"Core.WEBVIEW.ALERT.CANCEL" = "Avbryt";
"Core.WEBVIEW.ALERT.CONTINUE" = "Fortsätt";
"Core.REVIEW.VOTE_TITLE" = "Gillar du Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Din feedback är viktig för oss. Skulle du kunna ta en stund och betygsätta appen genom att trycka på en stjärna nedan? Tack för ditt stöd!";
"Core.REVIEW.FEEDBACK_TITLE" = "Lämna feedback";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Vi beklagar att din lärandeupplevelse har haft några problem. Vi uppskattar all feedback.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Tack";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Tack för att du delade din feedback med oss. Vill du dela din recension av denna app med andra användare på appbutiken?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Tack";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Vi har mottagit din feedback och kommer att använda den för att förbättra din lärandeupplevelse framöver. Tack för att du delade med dig!";
"Core.REVIEW.BETTER" = "Vad kunde ha varit bättre?";
"Core.REVIEW.NOT_NOW" = "Inte nu";
"Core.REVIEW.BUTTON.SUBMIT" = "Skicka";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Dela feedback";
"Core.REVIEW.BUTTON.RATE_US" = "Betygsätt oss";
"Core.REVIEW.EMAIL.TITLE" = "Välj e-postklient:";
"Core.SOCIAL_SIGN_CANCELED" = "Användaren avbröt inloggningsflödet.";
"Core.SIGN_IN.LOG_IN_BTN" = "Logga in";
"Core.SIGN_IN.REGISTER_BTN" = "Registrera";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Logga in med SSO";
"Core.TOMORROW" = "Imorgon";
"Core.YESTERDAY" = "Igår";
"Core.OPEN_IN_BROWSER" = "Visa i Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Oroa dig inte – justera vårt föreslagna schema för att slutföra de förfallna uppgifterna utan att förlora något framsteg.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Skift förfallodatum";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Missat några deadlines?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Vi har skapat ett förslag på schema för att hjälpa dig hålla dig på rätt spår. Men oroa dig inte – det är flexibelt så att du kan lära dig i din egen takt. Om du skulle hamna efter kan du justera datumen för att hålla dig på rätt spår.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "För att slutföra betygsatta uppgifter som en del av denna kurs kan du uppgradera idag.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Du granskar den här kursen, vilket innebär att du inte kan delta i betygsatta uppgifter. Det verkar som om du har missat några viktiga deadlines baserat på vårt föreslagna schema. För att slutföra betygsatta uppgifter som en del av den här kursen och flytta de förfallna uppgifterna till framtiden, kan du uppgradera idag.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Dina datum kunde inte ändras. Försök igen.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Dina datum har flyttats framgångsrikt.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Kursdatum";
"Core.COURSE_DATES.TODAY" = "I dag";
"Core.COURSE_DATES.COMPLETED" = "Avslutad";
"Core.COURSE_DATES.PAST_DUE" = "Gått över tiden";
"Core.COURSE_DATES.THIS_WEEK" = "Denna vecka";
"Core.COURSE_DATES.NEXT_WEEK" = "Nästa vecka";
"Core.COURSE_DATES.UPCOMING" = "Kommande";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Enhetens lagring är full";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Din enhet har inte tillräckligt med ledigt utrymme för att ladda ner detta innehåll. Vänligen frigör lite utrymme och försök igen.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ använt, %@ ledigt";
"Core.COURSE.ALERT.CANCEL" = "Avbryt";
"Core.COURSE.ALERT.CLOSE" = "Stäng";
"Core.COURSE.ALERT.REMOVE" = "Ta bort";
"Core.COURSE.ALERT.DOWNLOAD" = "Ladda ner";
"Core.COURSE.ALERT.TRY_AGAIN" = "Försök igen";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Ta bort offlineinnehåll?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Bekräfta nedladdning";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Ladda ner via mobilnät?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Att ta bort detta innehåll frigör %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Nedladdning av denna %@ av innehållet kommer att spara tillgängliga block offline.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Nedladdning av detta innehåll kommer att använda %@ av mobildata.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Nedladdning misslyckades";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Ingen internetanslutning";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi krävs";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Tyvärr misslyckades nedladdningen av innehållet. Försök igen senare eller rapportera problemet.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Nedladdning av detta innehåll kräver en aktiv internetanslutning. Vänligen anslut till internet och försök igen.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Nedladdning av detta innehåll kräver en aktiv WiFi-anslutning. Anslut till ett WiFi-nätverk och försök igen.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "De videor du har valt är större än 1 GB. Vill du ladda ner dessa videor?";
"Core.DOWNLOAD.DOWNLOAD" = "Ladda ner";
"Core.ALERT.ACCEPT" = "Acceptera";
